Repository: ssingmin/SuperTrak_Demo
Catalog: SW_original/Logical/mappView/Resources/Texts/Texts.tmx
Source language: en
Languages: de

source: Power on system
de: System einschalten

source: Power off system
de: System ausschalten

source: Mode 1
de: Modus 1

source: Mode 2
de: Modus 2

source: Mode 3
de: Modus 3

source: Start movement
de: Bewegung starten

source: Stop movement
de: Bewegung stoppen

source: Velocity
de: Geschwindigkeit

source: Acceleration Deceleration
de: Beschleunigung Verzögerung

source: Documentation
de: Dokumentation

source: Max. velocity
de: Max. Geschwinigkeit

source: To use the jogging functionality all other running modes must be switched off and the license 1TG8ST00000.02-00 must be available.
de: Um die Jogging Funktion verwenden zu können, muss das aktuelle Program gestoppt, sowie die Lizenz 1TG8ST00000.02-00 verfügbar sein.

source: Error occurred
de: Fehler aufgetreten

source: To change the page the function must be deactivated.
de: Um die Seite zu wechseln muss die Funktion deaktiviert werden.

source: To change the page current movement must be switched off.
de: Um die Seite zu wechseln muss die aktuelle Bewegung gestoppt werden.

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Standstill
de: Stillstand

source: System off
de: System ausgeschaltet

source: Mode stopping
de: Modus wird gestoppt

source: Move to start position
de: Bewegung zur Startposition

source: Error
de: Fehler

source: Jog active
de: Jogging aktiv

source: Mode 1 active
de: Modus 1 aktiv

source: Mode 2 active
de: Modus 2 aktiv

source: Mode 3 active
de: Modus 3 aktiv

source: Recovering
de: Behebungsfahrt
